{"SplashImageStrings":["Das Spiel erfordert eine stabile Internetverbindung||Netzwerkprobleme können dazu führen, dass Sie einen Teil Ihres Fortschritts verlieren","Ihr Wiederherstellungscode:||||Speichern Sie es, um Datenverlust zu verhindern","Klicken Sie zum Anzeigen"],"MainMenuStrings":["ver.","Klicken Sie auf eine beliebige Stelle, um zu beginnen","Kontoverwaltung","Einstellungen","Ändere die Sprache","Kontoinformationen","Klicken Sie zum Anzeigen","Geben Sie den Wiederherstellungscode ein:","Ihr Wiederherstellungscode:","Sicherheitscode eingeben:","Sicherheitscode:","Bestätigen","Verschieben","Spieleinstellungen","Das Spiel verlassen","Ein Konto erstellen","Ordne den Charakter der Brust zu"],"ChooseCharacterStrings":["Wähle einen Charakter","Bestätigen"],"PauseHeadActionStrings":["Den Kerker verlassen?","Das Spiel verlassen?"],"PauseNoteActionStrings":["Hinweis: Sie kehren mit Währung und Erfahrung ins Dorf zurück!","Hinweis: Das Beenden während eines Kampfes führt automatisch zu einem Verlust!"],"PauseActionButtonStrings":["Verlassen","Hinausgehen"],"DungeonShopStrings":["Dungeon Store","zurück","Kaufen"],"DungeonShopCardStrings":["Trank","1R- oder 2R-Waffe"],"DungeonShopRandomCardStrings":["2R-Waffe","Erholungstrank","3R-Waffe","Stärkungstrank","1R Elementargeist"],"DungeonUIStrings":["Wählen Sie eine Herausforderung","zurück","Bestätigen"],"DungeonUICardStrings":["Hohlraum","Labyrinth","???"],"QuestBoardStrings":["Quest-Brett","zurück","Alle Quests"],"QuestUIStrings":["Suche","Belohnen","Bewertung"],"QuestSenderStrings":["Erfahrung ist der wichtigste Teil aller Abenteuer. Es hilft Ihnen, sich aufzupumpen und noch stärker zu werden.|Gilde","Erfahrung ist der wichtigste Teil aller Abenteuer. Es hilft Ihnen, sich aufzupumpen und noch stärker zu werden.|Gilde","Erfahrung ist der wichtigste Teil aller Abenteuer. Es hilft Ihnen, sich aufzupumpen und noch stärker zu werden.|Gilde","Wir brauchten einige Materialien von Monstern. Eigentlich reicht es für jeden...|Alchemielabor","Wir brauchten einige Materialien von Monstern. Eigentlich reicht es für jeden...|Alchemielabor","Wir brauchten einige Materialien von Monstern. Eigentlich reicht es für jeden...|Alchemielabor","Auf den Böden des Verlieses tummeln sich immer mehr Zombies. Ihre Zahl muss dringend reduziert werden.|Gilde","Auf den Böden des Verlieses tummeln sich immer mehr Zombies. Ihre Zahl muss dringend reduziert werden.|Gilde","Auf den Böden des Verlieses tummeln sich immer mehr Zombies. Ihre Zahl muss dringend reduziert werden.|Gilde","Viele Stockwerke des Kerkers sind von Fledermäusen befallen. Viele haben Angst vor ihrem Schrei und kehren nie zurück ...|Gilde","Viele Stockwerke des Kerkers sind von Fledermäusen befallen. Viele haben Angst vor ihrem Schrei und kehren nie zurück ...|Gilde","Viele Stockwerke des Kerkers sind von Fledermäusen befallen. Viele haben Angst vor ihrem Schrei und kehren nie zurück ...|Gilde","Spinnen bauen ihre Nester in den dunklen Ecken des Untergrunds. Jemand muss sich um sie kümmern.|Gilde","Spinnen bauen ihre Nester in den dunklen Ecken des Untergrunds. Jemand muss sich um sie kümmern.|Gilde","Spinnen bauen ihre Nester in den dunklen Ecken des Untergrunds. Jemand muss sich um sie kümmern.|Gilde","Eine unbekannte Pilzinfektion breitet sich auf die Erdgolems aus. Sie können nicht geheilt werden, also bleibt nur noch ...|Gilde","Eine unbekannte Pilzinfektion breitet sich auf die Erdgolems aus. Sie können nicht geheilt werden, also bleibt nur noch ...|Gilde","Eine unbekannte Pilzinfektion breitet sich auf die Erdgolems aus. Sie können nicht geheilt werden, also bleibt nur noch ...|Gilde","Ich muss Statistiken über die Belohnungen aus den Dungeon-Truhen erstellen. Die Aufgabe ist nicht besonders schwierig, also...|Selena","Ich muss Statistiken über die Belohnungen aus den Dungeon-Truhen erstellen. Die Aufgabe ist nicht besonders schwierig, also...|Selena","Ich muss Statistiken über die Belohnungen aus den Dungeon-Truhen erstellen. Die Aufgabe ist nicht besonders schwierig, also...|Selena","Holztruhen sind im Dungeon am häufigsten anzutreffen, enthalten jedoch relativ geringe Belohnungen.|Selena","Holztruhen sind im Dungeon am häufigsten anzutreffen, enthalten jedoch relativ geringe Belohnungen.|Selena","Holztruhen sind im Dungeon am häufigsten anzutreffen, enthalten jedoch relativ geringe Belohnungen.|Selena","Silberne Truhen erhält man durch das Abschließen von Veranstaltungsräumen. Sie sind viel gefährlicher als gewöhnliche Räume, aber...|Selena","Silberne Truhen erhält man durch das Abschließen von Veranstaltungsräumen. Sie sind viel gefährlicher als gewöhnliche Räume, aber...|Selena","Silberne Truhen erhält man durch das Abschließen von Veranstaltungsräumen. Sie sind viel gefährlicher als gewöhnliche Räume, aber...|Selena","Die Dungeon-Schätze sind die einzigen Räume, in denen man goldene Truhen finden kann. Sie zu finden ist ziemlich schwierig...|Selena","Die Dungeon-Schätze sind die einzigen Räume, in denen man goldene Truhen finden kann. Sie zu finden ist ziemlich schwierig...|Selena","Die Dungeon-Schätze sind die einzigen Räume, in denen man goldene Truhen finden kann. Sie zu finden ist ziemlich schwierig...|Selena","Unsere Lagerbestände an verkauften Waffen gehen zur Neige. Jeder Typ ist geeignet, machen Sie sich keine Sorgen um die Qualität ...|Dungeon Store","Unsere Lagerbestände an verkauften Waffen gehen zur Neige. Jeder Typ ist geeignet, machen Sie sich keine Sorgen um die Qualität ...|Dungeon Store","Unsere Lagerbestände an verkauften Waffen gehen zur Neige. Jeder Typ ist geeignet, machen Sie sich keine Sorgen um die Qualität ...|Dungeon Store","Dungeon-Tränke sind von ausgezeichneter Qualität. Wir brauchen eine Partei für die Forschung.|Alchemielabor","Dungeon-Tränke sind von ausgezeichneter Qualität. Wir brauchen eine Partei für die Forschung.|Alchemielabor","Dungeon-Tränke sind von ausgezeichneter Qualität. Wir brauchen eine Partei für die Forschung.|Alchemielabor","Unsere Magier brauchen Wiederherstellungstränke aus dem Verlies, da unsere bereits zur Neige gehen.|Zauberturm","Unsere Magier brauchen Wiederherstellungstränke aus dem Verlies, da unsere bereits zur Neige gehen.|Zauberturm","Unsere Magier brauchen Wiederherstellungstränke aus dem Verlies, da unsere bereits zur Neige gehen.|Zauberturm","Unsere Gruppe unternimmt eine Langzeitexpedition in den Kerker. Für starke Gegner werden Stärkungstränke benötigt.|Garrett","Unsere Gruppe unternimmt eine Langzeitexpedition in den Kerker. Für starke Gegner werden Stärkungstränke benötigt.|Garrett","Unsere Gruppe unternimmt eine Langzeitexpedition in den Kerker. Für starke Gegner werden Stärkungstränke benötigt.|Garrett","In unserer Stadt gibt es einen unbekannten Kerker. Machen Sie einen Ausflug dorthin und erkunden Sie die Situation.|Vergolder","Im Allgemeinen müssen Sie einige Räume des Dungeons von Monstern befreien. Alles andere weißt du schon.|Vergolder","...Sie müssen in den 3. Stock des Verlieses gelangen. Darauf erwartet Sie ein Puzzle, dessen Teile sich in verschiedenen Räumen des Bodens befinden.|Vergolder","Derzeit gibt es in der Stadt viele Menschen, die die Hilfe von Abenteurern benötigen. Sie müssen 3 beliebige Aufgaben erledigen.|Vergolder","Im 5. Stock des Dungeons erscheint ein Boss – ein sehr starker Feind ... Wenn Sie mit ihm fertig werden, werden Sie die Aufgabe erfüllen ...|Vergolder","Mein Freund, der Mönch Eric, ist vor drei Tagen in den Kerker gegangen ... Bitte hilf mir, ihn zu finden!|Christine","Eric... sagte, dass er heute auf eine Expedition in den Kerker gehen wird... Bitte findet ihn!|Christine","Könnte das Amulett der Grund sein, warum Eric gegangen ist? Was wäre, wenn er ihn zwingen würde, noch weiter in den Kerker zu gehen?|Christine","Sie müssen nur noch eine Auswahl treffen... Schauen wir uns zunächst die Holzkisten an.|Selena","Ja, machen wir weiter mit den Silbertruhen ... Ich erhöhe das Honorar, Ihr müsst mir nicht danken.|Selena","Ist es wirklich möglich, dass aus goldenen Truhen immer etwas herausfällt? Dieses Urteil muss jedoch überprüft werden.|Selena","Im Allgemeinen wurde bereits ein Lieferant für Waffen gefunden, nur Tränke bleiben übrig. Bring mir 10 Stück. Bezüglich der Kosten...|Händler","Aufgabe: Suche nach einer bestimmten Menge an Waffen. Festpreis:... Aufgabenmerkmale:...|Seltsames Auto"],"QuestObjectiveStrings":["Sammle Erfahrung im Dungeon","Sammle Erfahrung im Dungeon","Sammle Erfahrung im Dungeon","Töte alle Arten von Monstern","Töte alle Arten von Monstern","Töte alle Arten von Monstern","Töte jede Art von Zombies","Töte jede Art von Zombies","Töte jede Art von Zombies","Töte jede Art von Fledermaus","Töte jede Art von Fledermaus","Töte jede Art von Fledermaus","Töte jede Art von Spinnen","Töte jede Art von Spinnen","Töte jede Art von Spinnen","Töte jede Art infizierter Erdgolems","Töte jede Art infizierter Erdgolems","Töte jede Art infizierter Erdgolems","Öffne alle Arten von Truhen im Dungeon","Öffne alle Arten von Truhen im Dungeon","Öffne alle Arten von Truhen im Dungeon","Öffne Holzkisten im Kerker","Öffne Holzkisten im Kerker","Öffne Holzkisten im Kerker","Öffne silberne Truhen im Kerker","Öffne silberne Truhen im Kerker","Öffne silberne Truhen im Kerker","Öffne goldene Truhen im Dungeon","Öffne goldene Truhen im Dungeon","Öffne goldene Truhen im Dungeon","Finden Sie Waffen jeder Seltenheit","Finden Sie Waffen jeder Seltenheit","Finden Sie Waffen jeder Seltenheit","Finden Sie alle Arten von Tränken","Finden Sie alle Arten von Tränken","Finden Sie alle Arten von Tränken","Finden Sie Heiltränke","Finden Sie Heiltränke","Finden Sie Heiltränke","Finden Sie Verbesserungstränke","Finden Sie Verbesserungstränke","Finden Sie Verbesserungstränke","Betreten Sie den Kerker in der Mitte des Dorfes","Töte alle Arten von Monstern","Erreiche den Kerkerboden","Schließe alle Quests ab","Töte alle Dungeon-Bosse","Erreiche den Kerkerboden","Erreiche den Kerkerboden","Erreiche den Kerkerboden","Öffne Holzkisten im Kerker","Öffne silberne Truhen im Kerker","Öffne goldene Truhen im Dungeon","Finden Sie alle Arten von Tränken","Finden Sie Waffen jeder Seltenheit"],"LocationStrings":["Boden","Alter Kerker"],"FloorStrings":["Forschungsetage","Finde alle Federn, um den Ausgang zu öffnen","Boss-Etage","Töte ein starkes Monster, um den Ausgang zu öffnen"],"EndOfGameStrings":["Tiefster Boden","Sie haben die letzte Etage des Verlieses erreicht"],"AnnouncementsStrings":["Gefleckt","Gelöscht","Erledigt"],"ModificationTextStrings":["Maximale Gesundheit","Schutz","Schaden","Geschwindigkeit","Feuer.Chance","Wasserchance","Eis.Chance","El.Chance"],"BossesNamesStrings":["Zombifizierter Champion","Erdgolem: Goliath"],"EndingScrollStrings":["Ergebnis","Etage erreicht","Gold","Erfahrung","Monster getötet","Truhen öffnen sich","Waffen gefunden","Tränke gefunden","Medaille"],"TransitionHintsStrings":["Der Dungeon ist voller Feinde, Rätsel und ernsthafter Herausforderungen ...","Gerüchten zufolge kann manchmal ein ganzer Dungeonboden ein einziges großes Rätsel sein ...","Wechselwirkungen zwischen verschiedenen Elementen können zu unvorhersehbaren Folgen führen...","Im Dorf können Sie Geschäfte finden oder neue Freunde finden...","Niemand weiß, woher der Kerker hier kam ...","Viele Abenteurer betreten den Kerker, aber nicht alle kehren zurück ...","Im Dungeon kannst du nicht nur Monster, sondern auch freundliche Kreaturen treffen...","Aus irgendeinem unbekannten Grund verschwinden manche Dinge einfach, wenn man den Dungeon verlässt ...","Der Wert eines Dungeons liegt nicht darin, wie viele Schätze man daraus erhält, sondern darin, wie viel Erfahrung man sammelt ...","Im ganzen Dorf gibt es viele Menschen, die Ihre Hilfe brauchen ...","Bei Erreichen des Maximallevels werden alle gesammelten Charaktererfahrungen in Gold umgewandelt.","Jedes neue Level erhöht die Gesundheit, Verteidigung und den Angriff der Kreaturen. Dies gilt auch für Feinde.","Mit jeder Etage des Dungeons erhöht sich die Stufe der Feinde um zwei Einheiten.","Einige Feinde können andere Monster beschwören. Sie können zu einem ernsten Problem werden, wenn sie nicht sofort behoben werden.","Einige Feinde zeigen ihre maximale Wirksamkeit erst auf Distanz. Aus der Nähe stellen sie in der Regel keine Gefahr dar.","Dungeon-Bosse sind sehr gefährliche Kreaturen. Sie verfügen über viele verschiedene Fähigkeiten und mehrere Kampfphasen.","Im Dungeon können Sie unerwartete Objekte finden. Sie können entweder im Kampf gegen Monster helfen oder dem Charakter schaden.","Manchmal können sich Rätsel auf andere Räume im Dungeon ausbreiten. Sie geben normalerweise wertvolle Belohnungen.","Auf einigen Etagen des Kerkers finden sich Zufluchtsorte für Geister. Beten Sie und jemand wird Ihren Anruf mit Sicherheit beantworten.","Gerüchten zufolge sind im Kerker alte Waffenkammern erhalten geblieben. Vielleicht steckt noch etwas Wertvolles in ihnen.","Wenn zwei Elemente auf Feinde angewendet werden, kann eine Zone entstehen, in der alle Feinde konstanten Schaden erleiden.","Der Besitz einer Elementarzone wird dadurch bestimmt, wer die Zone beschworen hat.","Einige Elemente neutralisieren sich bei gleichzeitiger Anwendung gegenseitig und ihre Wirkung geht verloren.","Verschiedene Lebewesen wenden die Elemente unterschiedlich lange an. Parfüm bewältigt dies am besten.","Charaktere unter dem Wasserelement verursachen 35 % weniger Schaden.","Elektrizität verringert die Verteidigung von Kreaturen um 35 % und verringert dadurch ihre Überlebensfähigkeit.","Wenn ein Charakter brennt, erleidet er jede Sekunde Schaden in Höhe von 2,5 % seiner maximalen Gesundheit.","Kreaturen unter dem Eiselement verlieren 25 % ihrer Aktionsgeschwindigkeit.","Manche Kreaturen sind immun gegen die Elemente, andere können sie nicht einmal nutzen.","Wenn eine Kreatur beschworen wurde, während ihr Besitzer unter einem negativen Effekt stand, wird dieser Effekt für immer auf die beschworene Kreatur übertragen."],"WarningHintsStrings":["Der Spieleserver ist derzeit nicht verfügbar||Versuchen Sie, etwas später wiederzukommen","Neue Version verfügbar||Laden Sie es herunter und starten Sie das Spiel neu","Schlechte Internetverbindung||Einige Sitzungsdaten können verloren gehen","Zu viele ungültige Validierungseinträge||Starten Sie das Spiel neu und versuchen Sie es erneut","Die Daten wurden erfolgreich wiederhergestellt||Viel Spaß beim Spielen auf Ihrem neuen Gerät","Die Daten wurden erfolgreich gespeichert||Geben Sie die erhaltenen Codes auf Ihrem neuen Gerät ein","Es ist ein Datenverarbeitungsfehler aufgetreten||Überprüfen Sie, ob die Informationen korrekt sind"],"DialogueUIStrings":["Willkommen in meinem Shop! Hier finden Sie viele verschiedene nützliche Dinge.&Komm wieder! Täglich treffen neue Produkte ein.|Vielen Dank für Ihren Kauf! Ich werde auf Ihren nächsten Besuch warten.","...Das passiert diese Woche zum dritten Mal... Stopp! Und wer ist das?..&Liegt es nur an mir, oder hast du gerade ein verlassenes Haus verlassen?&Es wurde ein paar Jahre lang nicht benutzt. Wie sind Sie überhaupt dort gelandet?&Dieses Haus gehörte ursprünglich ... Hmmm ... Weißt du, ich verrate es nicht ... Zumindest noch nicht.&Im Austausch für Informationen schließen Sie die Bestellung ab und dann erzähle ich Ihnen etwas mehr.&Ihrer Ausrüstung nach zu urteilen, sind Sie ein erfahrener Abenteurer.&In unserer Stadt gibt es einen unbekannten Kerker. Machen Sie einen Ausflug dorthin und erkunden Sie die Situation.&Wenn Sie die Aufgabe erledigt haben, kommen Sie hierher und ich werde Ihnen etwas sagen.&...Dieser öffnet sich auch nicht... Was machen wir?...","...Das ist eine Dungeon-Truhe, sie kann nicht bewegt werden... Oooh, das bist du.&Warte, es sieht so aus, als wärst du gerade in den Kerker gegangen. Warum hast du dieses Haus wieder verlassen?&Es schien mir?... Oder... Es schien, als hätte ich alles verstanden...&Im Allgemeinen haben Sie, wie ich sehe, die Aufgabe erfüllt, was bedeutet, dass ich Ihnen die Geschichte dieses Ortes erzählen muss.&Lange vor der Gründung der Stadt entstand hier ein unbekannter Kerker.&Erfahrene Abenteurer aus Hauptstädten veranstalten häufig Erkundungsexpeditionen, um Dungeons zu entdecken.&Ich war der Gründer einer solchen Expedition, die über diesen Kerker gestolpert ist.&Sie fragen sich wahrscheinlich, warum ich Ihnen das alles erzählt habe. Also hör zu.&Als wir es zum ersten Mal entdeckten, befand sich neben diesem Verlies bereits ein Haus ...&Das gleiche Haus, das du jedes Mal verlässt.&Und dann ... Als nächstes müssen Sie eine weitere einfache Aufgabe erledigen.&Im Allgemeinen müssen Sie einige Räume des Dungeons von Monstern befreien. Alles andere weißt du schon.&...Ja, so etwas passiert in letzter Zeit ziemlich oft...","...Es erfordert ein riesiges Budget, die Straße zu restaurieren ... Oh, Sie sind es wieder.&Ich sehe, dass du Trophäen mitgebracht hast. Die Aufgabe ist erledigt, also erzähle ich euch weiter...&Das Haus, über das wir vorhin gesprochen haben, war noch keineswegs verlassen, als meine Gruppe es entdeckte.&Ein berühmter Magier lebte darin, aber er war nicht für seine Heldentaten bekannt, sondern für seinen Einsatz dunkler Magie.&Wenn ein Dungeon entdeckt wird, ist ein Bürger unseres Landes verpflichtet, dies der Gilde zu melden.&Ein Verlies zu verstecken und es nur zum eigenen Vorteil zu nutzen, ist ein Verbrechen.&Außerdem, dieser Zauberer... Im Allgemeinen... Lass dich noch etwas tun, und dann werde ich es dir sagen.&Dieses Mal müssen Sie den 3. Stock des Dungeons erreichen.&Darauf erwartet Sie ein Puzzle, dessen Teile sich in verschiedenen Räumen des Bodens befinden.&Wenn Sie es schaffen, erhalten Sie eine wertvolle Belohnung.&Natürlich ist das nicht notwendig, aber ich würde es Ihnen raten, da Sie sich noch auf dieser Etage befinden.&...Asphalt ist heutzutage übrigens nicht mehr so leicht zu bekommen...","...Alles wird sehr, sehr bald erledigt sein... Und hier ist unser Held!&Wie ich sehe, hast du die Aufgabe erledigt. Ist Ihnen aufgefallen, dass der Schwierigkeitsgrad zunimmt, je weiter Sie sich durch die Stockwerke bewegen?&Okay, wo sind wir? Oh, genau!&Ich denke, dass Sie es zu diesem Zeitpunkt bereits geschafft haben, sich mit allen vier Elementen vertraut zu machen.&Feuer, Wasser, Eis und Strom... Das ist ihre Priorität.&Einige von ihnen bewirken, wenn sie auf ein Objekt angewendet werden, die Entstehung einer spontanen Zone eines der interagierenden Elemente.&Diese Elemente sind zulässig, es gibt jedoch noch andere.&Der Magier, über den wir vorhin gesprochen haben, nutzte die dunkle Magie, um Seelen einzusperren.&Er führte Experimente mit Monstern aus dem Verlies durch und als Gegenleistung für unser Schweigen ließ er uns am Leben ...&Wir bauten eine Stadt um den Kerker herum und er experimentierte weiter, bis irgendwann ... Wissen Sie ...&Ich habe noch eine Aufgabe für Sie.&Vervollständigen Sie es und ich werde die ganze Geschichte erzählen und sogar den Sinn Ihrer Existenz ansprechen ...&Derzeit gibt es in der Stadt viele Menschen, die die Hilfe von Abenteurern benötigen.&Sie müssen 3 beliebige Aufgaben erledigen.&Selbstverständlich wird es auch für sie eine angemessene Belohnung geben.&Wenn Sie ein konstantes Einkommen wünschen, empfehle ich Ihnen, zur Questtafel zu gehen.&Es befindet sich neben dem Eingang zum Kerker.&Dort tauchen täglich neue Aufgaben auf.&Sie werden entsprechend der Schwierigkeit der Ausführung verteilt.&Für komplexere – eine wertvollere Belohnung.&Im Allgemeinen kommen Sie nach der Fertigstellung wieder und ich werde Ihnen absolut alles erzählen.&...Ja, ich habe bereits alle Materialien für die Renovierung bestellt...","...Die Arbeiter sind schon bereit, morgen wird alles wiederhergestellt... Na dann!&Soweit ich sehen kann, ist die Bereinigung abgeschlossen. Aber entspannen Sie sich noch nicht. Jetzt bin ich an der Reihe, mein Versprechen zu erfüllen.&Wie ich bereits sagte, nutzte der Besitzer dieses Hauses dunkle Magie, um Seelen einzusperren.&Bei dieser Art von Magie wird die Seele einer Kreatur aus dem Körper entfernt und in ein vom Magier geschaffenes Gefäß übertragen.&Darüber hinaus kann der Besitzer des Gefäßes diese Kreatur nach Belieben in einer völlig neuen Hülle beschwören, die vollständig aus Magie erschaffen wurde.&Die Form der Kreatur bleibt normalerweise erhalten, aber manchmal kann sie sich weiterentwickeln. Beispielsweise kann die Seele einer Katze als Tiger bezeichnet werden.&Dies geschieht normalerweise, wenn die Seele einen hohen spirituellen Fokus hat, aber es kommt ziemlich selten vor.&Zuvor habe ich erwähnt, dass der Magier nur mit Monstern aus dem Verlies experimentierte, aber seine Aktivitäten endeten damit noch nicht ...&Irgendwann begann er, Experimente an Menschen durchzuführen. Er suchte nach einsamen Menschen und brachte sie in den Keller... Niemand sah sie jemals wieder.&Irgendwann verbreiteten sich Gerüchte in der ganzen Stadt und sehr schnell versammelte sich eine wütende Menschenmenge in der Nähe seines Hauses.&Die Türen zum Haus waren von innen verschlossen, was jedoch kein Problem darstellte.&Als die Menge hineinstürmte, war der Zauberer nirgends zu finden.&Und erst im Keller wurde ein seltsamer Zauberkreis entdeckt, dessen Bild nirgendwo in Zauberbüchern zu finden ist ...&Du tauchst jedes Mal in diesem Kreis auf, oder? Ich wusste es...&Ich vermute, dass dieser Kreis das Ergebnis seiner Experimente ist.&Eine magische Sequenz, die in der Lage ist, Seelen ohne die Beteiligung des Magiers selbst in diese Welt zu rufen.&Seit diesem Tag sind fünf Jahre vergangen, und die ganze Zeit war der Kreis inaktiv. Aber jetzt...&Nun wurde der Kreis aus unbekanntem Grund aktiviert. Vielleicht ist der Zauberer selbst daran beteiligt ...&Im Allgemeinen haben wir zu diesem Thema noch wenige Anhaltspunkte, daher ist es noch zu früh, um Schlussfolgerungen zu ziehen.&Ich habe mein Versprechen gehalten und dir alles erzählt, was ich weiß, aber ich habe noch eine letzte Aufgabe für dich.&Im 5. Stock des Dungeons erscheint ein Boss – ein sehr starker Feind mit vielen Fähigkeiten.&Wenn du es schaffst, erledigst du die Aufgabe und erhältst von mir eine großzügige Belohnung.&Viel Glück! Wir sehen uns noch!","...Wann wird er zurückkommen?..&Guten Tag, Abenteurer. Ich brauche dringend Hilfe...&Mein Freund, Mönch Eric, ging vor drei Tagen in den Kerker und ist seitdem nicht zurückgekehrt ...&Ich mache mir große Sorgen um ihn ... Gerüchten zufolge ist dieser Ort voller Monster. Vielleicht war er in Schwierigkeiten...&Du warst schon einmal in diesem Kerker, nicht wahr? Bitte helfen Sie mir, ihn zu finden!&Er sagte, dass er versuchen würde, so weit wie möglich zu gehen.&Warum habe ich ihn nicht aufgehalten...","...Wo ist er hin?..&Keine Spuren, oder? Ich wusste es...&Vor dieser Mission waren Eric und ich beste Freunde.&Von Kindheit an war er mein treuer Begleiter und Assistent in allen heiligen Angelegenheiten der Kirche.&Er träumte immer davon, ein Abenteurer zu werden und Dungeons zu erkunden.&An diesem Tag vor seiner Abreise schien er nicht er selbst zu sein.&Eric sah sehr aufgeregt aus, und in einer der Pausen kam er auf mich zu und sagte, dass er heute eine Expedition in den Kerker machen würde.&Da hätte ich gewusst, dass er es ernst meinte...&Bitte finden Sie ihn!&Wie kann ich jetzt...","...Was ist mit ihm passiert?..&Und wieder nichts, oder?&Ich habe lange versucht, Erics Absichten zu verstehen, und irgendwann fiel mir eine seltsame Sache ein.&Vor etwa zwei Monaten kam ein Mann in unsere Kirche, der sich selbst als Schüler des Zauberturms bezeichnete.&Er sagte, dass er unseren Zauberkreis brauchte, um seine Leistung zu verbessern.&Und auch, dass jeder, der ihm beim Einbau der Katalysatoren hilft, eine großzügige Belohnung erhält.&Eric meldete sich freiwillig und am Ende des Rituals gab ihm der Zauberer ein Amulett und sagte ihm, er solle sich darum kümmern.&Zu dieser Zeit begann er sich seltsam zu benehmen.&Andere Priester sagten, dass er manchmal allein etwas flüsterte, aber ich glaubte nicht an diese Gerüchte ...&Könnte das Amulett der Grund sein, warum Eric gegangen ist?&Was wäre, wenn er ihn zwingen würde, noch weiter in den Kerker zu gehen?&...Was ist wirklich mit dir passiert?...&...Warum kann ich mich nicht an dein Gesicht erinnern, Eric?...","...Wie kann ich die Recherche abschließen?..&Hey! Bist du ein Abenteurer?&Du erledigst Aufgaben für unterschiedliche Belohnungen, oder?&Wie auch immer, ich habe eine Besorgung bezüglich des Kerkers.&Um meinen Abschluss in der Kirche zu machen, muss ich Forschungsarbeiten durchführen.&Das Thema dieser Arbeit ist „Untersuchung der Wahrscheinlichkeit, dass Gegenstände aus Truhen fallen“.&Sie müssen lediglich eine bestimmte Version der Truhe auswählen.&Ich teile die Forschungsergebnisse mit Ihnen und beziehe Sie als Assistent in den Bericht ein.&Hmmm ... Lass mich nachdenken ... Lass uns zuerst die Holzkisten erkunden.&Sie kommen im Dungeon am häufigsten vor und sind leicht zu finden.&Viel Glück!","...Wir müssen das beheben... Oh, wie geht es dir?&Mal sehen... Ja, das reicht auf jeden Fall.&Wir schaffen Abhängigkeiten... Und wir bekommen... Hmmm...&Die Ergebnisse sind nicht wie erwartet beeindruckend ...&Bei Holzkisten besteht eine Wahrscheinlichkeit von 15 %, dass Waffen fallen gelassen werden, und eine Chance von 35 %, dass Tränke fallen gelassen werden.&In anderen Fällen... nichts...&Wenn wir davon ausgehen, dass die Chance, dass der Trank ein Heiltrank wird, immer noch 30 % beträgt, dann ...&Deshalb kauft der Zauberturm sie so teuer!&Okay, wovon rede ich... Ja, weiter geht's mit den silbernen Truhen.&Du machst einen guten Job, also erhöhe ich deinen Lohn, du musst mir nicht danken.&...Es ist nur noch wenig übrig...","... Beeilen Sie sich schon ... Sie kommen gerade noch rechtzeitig!&Was ist das Ergebnis? ... Oh, das ist es, was Sie brauchen!&Also... Silbertruhen bedeuten... Mal sehen...&Im Großen und Ganzen ist es klar... Die Ergebnisse sind schon viel interessanter, auch wenn sie nicht so waren.&Bei silbernen Truhen besteht eine Wahrscheinlichkeit von 25 %, dass Waffen fallen gelassen werden, und eine Chance von 50 %, dass Tränke fallen gelassen werden.&Und die restlichen 25 %... Im Allgemeinen ist es nicht schwer zu erraten.&Als nächstes folgen die goldenen Truhen.&Wenn die Wahrscheinlichkeitsänderung dem gleichen Prinzip folgt, dann erhalten wir ...&Waffen 35 %, Tränke 65 % und ... Moment ...&Ist es wirklich möglich, dass aus goldenen Truhen immer etwas herausfällt?&Dennoch muss dieses Urteil überprüft werden. Du wirst helfen, oder?&...Endlich kann ich meine Recherche beenden!..","Hey, kannst du mir bei etwas helfen?&Ich habe derzeit keine Artikel mehr, die ich in meinem Geschäft verkaufen kann.&Früher habe ich Vorräte über eine Abenteurergruppe bestellt, aber vor nicht allzu langer Zeit haben sie aufgrund der Auflösung ihre Arbeit eingestellt.&Jetzt steckt mein Laden in finanziellen Schwierigkeiten und ich muss dringend einen neuen Lieferanten finden.&Wenn Sie mir helfen, erhalten Sie eine Treuekarte für immer.&Damit können Sie alle Artikel zum halben tatsächlichen Preis kaufen. Ich hoffe, Sie haben Interesse!&Im Allgemeinen wurde bereits ein Lieferant für Waffen gefunden, nur Tränke bleiben übrig.&Bring mir 10 Stück. Bezüglich der Kosten...&Ich hoffe, du kommst damit zurecht! Viel Glück!","Grüße! Bitte um Zuweisung...&Anfrage erhalten... Bestätigung... Anfrage genehmigt!&Aufgabe: Suche nach einer bestimmten Menge an Waffen.&Festpreis: 100 Gold. Merkmale der Aufgabe:...&Überprüfung des emotionalen Zustands des Klienten... Zustand: kritisch...&Änderung des zugewiesenen Preises... Neuer Festpreis:...&Zustand: normal. Anomalien: nicht erkannt... Die Aufgabe wurde erfolgreich ausgegeben...&Ich wünsche Ihnen Erfolg!"]}