{"SplashImageStrings":["El juego requiere una conexión a Internet estable.||Los problemas de red pueden hacer que pierdas algo de progreso","Su código de recuperación:||||Guárdalo para evitar la pérdida de datos.","Haga clic para mostrar"],"MainMenuStrings":["ver.","Haga clic en cualquier lugar para comenzar","Administración de cuentas","Ajustes","Cambia el idioma","Información de la cuenta","Haga clic para mostrar","Ingrese el código de recuperación:","Su código de recuperación:","Ingresa el Código de Seguridad:","Código de seguridad:","Confirmar","Posponer","Configuraciones de juego","Salir del juego","Crea una cuenta","Une el personaje con el cofre."],"ChooseCharacterStrings":["Elige un personaje","Confirmar"],"PauseHeadActionStrings":["¿Salir de la mazmorra?","¿Abandonar el juego?"],"PauseNoteActionStrings":["Nota: ¡Regresarás al pueblo con dinero y experiencia!","Nota: ¡Salir durante una batalla resultará en una pérdida automática!"],"PauseActionButtonStrings":["Dejar","Salir"],"DungeonShopStrings":["Tienda de mazmorras","Atrás","Comprar"],"DungeonShopCardStrings":["Poción","Arma 1R o 2R"],"DungeonShopRandomCardStrings":["arma 2R","Poción de recuperación","arma 3R","Poción fortalecedora","Espíritu elemental 1R"],"DungeonUIStrings":["Elige un desafío","Atrás","Confirmar"],"DungeonUICardStrings":["Cavidad","Laberinto","???"],"QuestBoardStrings":["tablero de misiones","Atrás","Todas las misiones"],"QuestUIStrings":["Búsqueda","Premio","Clasificación"],"QuestSenderStrings":["La experiencia es la parte más importante de todas las aventuras. Te ayuda a animarte y volverte aún más fuerte.|Gremio","La experiencia es la parte más importante de todas las aventuras. Te ayuda a animarte y volverte aún más fuerte.|Gremio","La experiencia es la parte más importante de todas las aventuras. Te ayuda a animarte y volverte aún más fuerte.|Gremio","Necesitábamos algunos materiales de monstruos. De hecho, cualquiera servirá...|laboratorio de alquimia","Necesitábamos algunos materiales de monstruos. De hecho, cualquiera servirá...|laboratorio de alquimia","Necesitábamos algunos materiales de monstruos. De hecho, cualquiera servirá...|laboratorio de alquimia","Cada vez hay más zombis en los suelos de la mazmorra. Existe una necesidad urgente de reducir su número.|Gremio","Cada vez hay más zombis en los suelos de la mazmorra. Existe una necesidad urgente de reducir su número.|Gremio","Cada vez hay más zombis en los suelos de la mazmorra. Existe una necesidad urgente de reducir su número.|Gremio","Los murciélagos han infestado muchos pisos de la mazmorra. Muchos se asustan con su grito y nunca regresan...|Gremio","Los murciélagos han infestado muchos pisos de la mazmorra. Muchos se asustan con su grito y nunca regresan...|Gremio","Los murciélagos han infestado muchos pisos de la mazmorra. Muchos se asustan con su grito y nunca regresan...|Gremio","Las arañas tejen sus nidos en los rincones oscuros del subsuelo. Alguien necesita ocuparse de ellos.|Gremio","Las arañas tejen sus nidos en los rincones oscuros del subsuelo. Alguien necesita ocuparse de ellos.|Gremio","Las arañas tejen sus nidos en los rincones oscuros del subsuelo. Alguien necesita ocuparse de ellos.|Gremio","Una infección fúngica desconocida se está propagando a los gólems de tierra. No se pueden curar, así que lo único que queda es...|Gremio","Una infección fúngica desconocida se está propagando a los gólems de tierra. No se pueden curar, así que lo único que queda es...|Gremio","Una infección fúngica desconocida se está propagando a los gólems de tierra. No se pueden curar, así que lo único que queda es...|Gremio","Necesito compilar estadísticas sobre las recompensas de los cofres de las mazmorras. La tarea no es particularmente difícil, así que...|selena","Necesito compilar estadísticas sobre las recompensas de los cofres de las mazmorras. La tarea no es particularmente difícil, así que...|selena","Necesito compilar estadísticas sobre las recompensas de los cofres de las mazmorras. La tarea no es particularmente difícil, así que...|selena","Los cofres de madera son los más comunes en la mazmorra, pero contienen recompensas relativamente menores.|selena","Los cofres de madera son los más comunes en la mazmorra, pero contienen recompensas relativamente menores.|selena","Los cofres de madera son los más comunes en la mazmorra, pero contienen recompensas relativamente menores.|selena","Los cofres de plata se obtienen al completar salas de eventos. Son mucho más peligrosas que las habitaciones normales, pero...|selena","Los cofres de plata se obtienen al completar salas de eventos. Son mucho más peligrosas que las habitaciones normales, pero...|selena","Los cofres de plata se obtienen al completar salas de eventos. Son mucho más peligrosas que las habitaciones normales, pero...|selena","Los tesoros de las mazmorras son las únicas salas en las que puedes encontrar cofres dorados. Encontrarlos es bastante difícil...|selena","Los tesoros de las mazmorras son las únicas salas en las que puedes encontrar cofres dorados. Encontrarlos es bastante difícil...|selena","Los tesoros de las mazmorras son las únicas salas en las que puedes encontrar cofres dorados. Encontrarlos es bastante difícil...|selena","Nuestras existencias de armas vendidas se están agotando. Cualquier tipo servirá, no te preocupes por la calidad...|Tienda de mazmorras","Nuestras existencias de armas vendidas se están agotando. Cualquier tipo servirá, no te preocupes por la calidad...|Tienda de mazmorras","Nuestras existencias de armas vendidas se están agotando. Cualquier tipo servirá, no te preocupes por la calidad...|Tienda de mazmorras","Las pociones de mazmorra son de excelente calidad. Necesitamos un partido para la investigación.|laboratorio de alquimia","Las pociones de mazmorra son de excelente calidad. Necesitamos un partido para la investigación.|laboratorio de alquimia","Las pociones de mazmorra son de excelente calidad. Necesitamos un partido para la investigación.|laboratorio de alquimia","Nuestros magos necesitan pociones de restauración de la mazmorra, ya que las nuestras ya se están agotando.|Torre Mágica","Nuestros magos necesitan pociones de restauración de la mazmorra, ya que las nuestras ya se están agotando.|Torre Mágica","Nuestros magos necesitan pociones de restauración de la mazmorra, ya que las nuestras ya se están agotando.|Torre Mágica","Nuestro grupo emprenderá una expedición de larga duración al calabozo. Se necesitan pociones de fortalecimiento para los oponentes duros.|Garrett","Nuestro grupo emprenderá una expedición de larga duración al calabozo. Se necesitan pociones de fortalecimiento para los oponentes duros.|Garrett","Nuestro grupo emprenderá una expedición de larga duración al calabozo. Se necesitan pociones de fortalecimiento para los oponentes duros.|Garrett","Hay una mazmorra desconocida en nuestro pueblo. Ve allí para una salida y explora la situación.|Dorador","En general, debes limpiar un par de habitaciones de la mazmorra de monstruos. Ya sabes todo lo demás.|Dorador","...Tienes que llegar al tercer piso de la mazmorra. En él te espera un rompecabezas, cuyas partes están ubicadas en diferentes habitaciones del piso.|Dorador","Actualmente, hay muchas personas en la ciudad que necesitan la ayuda de aventureros. Debes completar 3 tareas cualesquiera.|Dorador","En el quinto piso de la mazmorra aparece un jefe, un enemigo muy fuerte... Si logras enfrentarlo, completarás la tarea...|Dorador","Mi amigo, el monje Eric, entró en el calabozo hace tres días... ¡Por favor, ayúdenme a encontrarlo!|cristina","Eric... dijo que hoy irá a una expedición al calabozo... ¡Por favor, encuéntralo!|cristina","¿Podría ser el amuleto la razón por la que Eric se fue? ¿Qué pasaría si lo obligara a adentrarse aún más en el calabozo?|cristina","Todo lo que tienes que hacer es hacer una selección... Examinemos primero los cofres de madera.|selena","Sí, sigamos con los cofres de plata... Aumentaré la tarifa, no tienes que agradecerme.|selena","¿Es realmente posible que siempre caiga algo de los cofres de oro? Aún así, este juicio necesita ser verificado.|selena","En general, ya se ha encontrado un proveedor de armas, solo quedan pociones. Tráeme 10 piezas. En cuanto al costo...|Comerciante","Tarea: busca una cierta cantidad de armas. Precio fijo:... Características de la tarea:...|coche extraño"],"QuestObjectiveStrings":["Recoge experiencia en la mazmorra.","Recoge experiencia en la mazmorra.","Recoge experiencia en la mazmorra.","Mata cualquier tipo de monstruo.","Mata cualquier tipo de monstruo.","Mata cualquier tipo de monstruo.","Mata cualquier tipo de zombies","Mata cualquier tipo de zombies","Mata cualquier tipo de zombies","Mata cualquier tipo de murciélago.","Mata cualquier tipo de murciélago.","Mata cualquier tipo de murciélago.","Mata cualquier tipo de arañas.","Mata cualquier tipo de arañas.","Mata cualquier tipo de arañas.","Mata cualquier tipo de golems de tierra infectados.","Mata cualquier tipo de golems de tierra infectados.","Mata cualquier tipo de golems de tierra infectados.","Abre todo tipo de cofres en la mazmorra.","Abre todo tipo de cofres en la mazmorra.","Abre todo tipo de cofres en la mazmorra.","Abrir cofres de madera en la mazmorra.","Abrir cofres de madera en la mazmorra.","Abrir cofres de madera en la mazmorra.","Abre cofres plateados en la mazmorra.","Abre cofres plateados en la mazmorra.","Abre cofres plateados en la mazmorra.","Abre cofres dorados en la mazmorra.","Abre cofres dorados en la mazmorra.","Abre cofres dorados en la mazmorra.","Encuentra armas de cualquier rareza.","Encuentra armas de cualquier rareza.","Encuentra armas de cualquier rareza.","Encuentra cualquier tipo de pociones.","Encuentra cualquier tipo de pociones.","Encuentra cualquier tipo de pociones.","Encuentra cualquier poción de recuperación.","Encuentra cualquier poción de recuperación.","Encuentra cualquier poción de recuperación.","Encuentra cualquier poción de mejora.","Encuentra cualquier poción de mejora.","Encuentra cualquier poción de mejora.","Entra en la mazmorra en el centro del pueblo.","Mata cualquier tipo de monstruo.","Llega al piso de la mazmorra","Completa cualquier misión","Mata a cualquier jefe de mazmorra.","Llega al piso de la mazmorra","Llega al piso de la mazmorra","Llega al piso de la mazmorra","Abrir cofres de madera en la mazmorra.","Abre cofres plateados en la mazmorra.","Abre cofres dorados en la mazmorra.","Encuentra cualquier tipo de pociones.","Encuentra armas de cualquier rareza."],"LocationStrings":["Piso","Mazmorra antigua"],"FloorStrings":["Piso de Investigación","Encuentra todas las plumas para abrir la salida.","Piso del jefe","Mata a un monstruo fuerte para abrir la salida."],"EndOfGameStrings":["piso más profundo","Has llegado al último piso de la mazmorra."],"AnnouncementsStrings":["Manchado","Borrado","Hecho"],"ModificationTextStrings":["Máxima salud","Proteccion","Daño","Velocidad","Fuego.Oportunidad","Probabilidad de agua","Oportunidad de hielo","El.Chance"],"BossesNamesStrings":["Campeón zombificado","Golem de Tierra: Goliat"],"EndingScrollStrings":["Resultado","Piso alcanzado","Oro","Experiencia","monstruos asesinados","Cofres abiertos","Armas encontradas","Pociones encontradas","Medalla"],"TransitionHintsStrings":["La mazmorra está llena de enemigos, acertijos y desafíos serios...","Se rumorea que a veces el suelo entero de una mazmorra puede convertirse en un gran rompecabezas...","Las interacciones entre diferentes elementos pueden tener consecuencias impredecibles...","En el pueblo puedes encontrar tiendas, o hacer nuevos amigos...","Nadie sabe de dónde vino la mazmorra aquí...","Muchos aventureros entran en la mazmorra, pero no todos regresan...","En la mazmorra puedes encontrarte no solo con monstruos, sino también con criaturas amigables...","Por alguna razón desconocida, algunas cosas simplemente desaparecen al salir de la mazmorra...","El valor de una mazmorra no radica en la cantidad de tesoro que obtienes de ella, sino en la cantidad de experiencia que obtienes...","Por todo el pueblo podrás encontrar muchas personas que necesitan tu ayuda...","Al alcanzar el nivel máximo, toda la experiencia del personaje obtenida se convertirá en oro.","Cada nuevo nivel aumenta la salud, la defensa y el ataque de las criaturas. Esto también se extiende a los enemigos.","Con cada piso de la mazmorra, el nivel de los enemigos aumenta en dos unidades.","Algunos enemigos pueden convocar a otros monstruos. Pueden convertirse en un problema grave si no se tratan de inmediato.","Algunos enemigos muestran la máxima efectividad sólo a distancia. Por lo general, de cerca no representan ningún peligro.","Los jefes de mazmorra son criaturas muy peligrosas. Tienen muchas habilidades diferentes y varias fases de combate.","En la mazmorra puedes encontrar objetos inesperados. Pueden ayudar en la lucha contra los monstruos o dañar al personaje.","A veces, los acertijos pueden extenderse a otras habitaciones de la mazmorra. Suelen dar valiosas recompensas.","En algunos pisos de la mazmorra puedes encontrar refugios para espíritus. Ora y alguien definitivamente responderá a tu llamado.","Según los rumores, en el calabozo se han conservado antiguas armerías. Quizás quede algo valioso en ellos.","Cuando se aplican dos elementos a los enemigos, puede aparecer una zona en la que todos los enemigos recibirán daño constante.","La propiedad de una zona elemental está determinada por quién fue convocada.","Algunos elementos, cuando se aplican simultáneamente, se neutralizan entre sí y se pierden sus efectos.","Diferentes criaturas aplican los elementos durante diferentes períodos de tiempo. El perfume maneja esto mejor.","Los personajes bajo el elemento agua causan un 35% menos de daño.","La electricidad reduce la defensa de las criaturas en un 35%, reduciendo así su capacidad de supervivencia.","Cuando un personaje está en llamas, recibe un daño equivalente al 2,5% de su salud máxima cada segundo.","Las criaturas bajo el elemento hielo pierden el 25% de su velocidad de acción.","Algunas criaturas son inmunes a los elementos y otras ni siquiera pueden utilizarlos.","Si una criatura fue convocada mientras su dueño estaba bajo un efecto negativo, este efecto se le otorgará al invocado para siempre."],"WarningHintsStrings":["El servidor del juego no está disponible actualmente.||Intenta volver un poco más tarde.","Nueva versión disponible||Descárgalo y reinicia el juego.","Mala conexión a internet||Es posible que se pierdan algunos datos de la sesión.","Demasiadas entradas de validación no válidas||Reinicia el juego y vuelve a intentarlo.","Los datos se recuperaron exitosamente||Diviértete jugando en tu nuevo dispositivo","Los datos se guardaron exitosamente.||Ingrese los códigos recibidos en su nuevo dispositivo","Se produjo un error en el procesamiento de datos.||Comprueba que la información sea correcta."],"DialogueUIStrings":["¡Bienvenido a mi tienda! Puedes encontrar muchas cosas útiles diferentes aquí.&¡Llegar de nuevo! Todos los días llegan nuevos productos.|Gracias por su compra! Estaré esperando su próxima visita.","...Esto está sucediendo por tercera vez esta semana... ¡Para! ¿Y quien es este?..&¿Soy solo yo o simplemente saliste de una casa abandonada?&No se ha utilizado durante un par de años, ¿cómo acabaste allí?&Esta casa originalmente pertenecía a... Hmmm... Sabes, no lo diré... Al menos no todavía.&A cambio de información, completa el pedido, y luego te cuento un poquito más.&A juzgar por tu equipo, eres un aventurero experimentado.&Hay una mazmorra desconocida en nuestro pueblo. Ve allí para una salida y explora la situación.&Cuando completes la tarea, ven aquí y te diré algo.&...Este tampoco abre... ¿Qué vamos a hacer?..","...Este es un cofre de mazmorra, no se puede mover... Oooh, eres tú.&Espera, parece que acabas de entrar al calabozo. ¿Por qué volviste a dejar esta casa?&¿Me pareció?.. O... Parece que entendí todo...&En general, como veo, completaste la tarea, lo que significa que debo contarte la historia de este lugar.&Una mazmorra desconocida apareció aquí mucho antes de la fundación de la ciudad.&Los aventureros experimentados de las capitales suelen organizar expediciones exploratorias para descubrir mazmorras.&Yo fui el fundador de una de esas expediciones que se topó con esta mazmorra.&Probablemente te estés preguntando por qué te dije todo esto. Entonces escucha.&Al lado de esta mazmorra, cuando la descubrimos por primera vez, ya había una casa…&La misma casa que sales cada vez.&Y luego... A continuación, debes completar una tarea más sencilla.&En general, debes limpiar un par de habitaciones de la mazmorra de monstruos. Ya sabes todo lo demás.&...Sí, algo así ha estado sucediendo con bastante frecuencia últimamente...","...Se necesita una enorme cantidad de presupuesto para restaurar la carretera... Oh, eres tú otra vez.&Veo que trajiste trofeos. La tarea está completa, así que te contaré más...&La casa de la que hablamos antes no estaba abandonada en absoluto cuando mi grupo la descubrió.&En él vivía un mago famoso, pero no era conocido por sus hazañas heroicas, sino por su uso de la magia oscura.&Cuando se descubre una mazmorra, un ciudadano de nuestro país está obligado a informarlo al gremio.&Esconder una mazmorra y usarla sólo para tu propio beneficio es un delito.&Además, este mago... En general... Déjate hacer una cosa más, y luego te lo diré.&Esta vez debes llegar al tercer piso de la mazmorra.&En él te espera un rompecabezas, cuyas partes están ubicadas en diferentes habitaciones del piso.&Si puedes completarlo, recibirás una valiosa recompensa.&Por supuesto, no es necesario hacer esto, pero lo recomendaría, ya que todavía estás en este piso.&...El asfalto, por cierto, no es tan fácil de conseguir hoy en día...","...Todo estará hecho muy, muy pronto... ¡Y aquí está nuestro héroe!&Veo que completaste la tarea. ¿Has notado que la dificultad aumenta a medida que avanzas por los pisos?&Bien, ¿dónde estamos? ¡Ah, exactamente!&Creo que en este momento ya has logrado familiarizarte con los 4 elementos.&Fuego, agua, hielo y electricidad... Ésta es su prioridad.&Algunos de ellos, cuando se aplican a un objeto, provocan la aparición de una zona espontánea de uno de los elementos que interactúan.&Estos elementos están permitidos, pero hay otros.&Ese mago del que hablamos antes usó la magia oscura de aprisionar almas.&Realizó experimentos con monstruos del calabozo y a cambio de nuestro silencio, nos dejó con vida...&Construimos una ciudad alrededor de la mazmorra, y él continuó experimentando, hasta que en un momento... Ya sabes...&Tengo una tarea más para ti.&Complétala y te contaré toda la historia, tocando incluso el sentido de tu existencia...&Actualmente, hay muchas personas en la ciudad que necesitan la ayuda de aventureros.&Debes completar 3 tareas cualesquiera.&Evidentemente, también habrá una recompensa adecuada para ellos.&Si quieres un ingreso constante, te aconsejo que vayas al tablero de misiones.&Está ubicado al lado de la entrada a la mazmorra.&Allí aparecen nuevas tareas todos los días.&Se distribuyen según la dificultad de ejecución.&Para los más complejos, una recompensa más valiosa.&En general, vuelve una vez finalizado y te contaré absolutamente todo.&...Sí, ya he encargado todos los materiales para la reforma...","...Los trabajadores ya están listos, mañana todo estará restablecido... ¡Pues bien!&Por lo que puedo ver, la limpieza está completa. Pero no te relajes todavía. Ahora es mi turno de cumplir mi promesa.&Como dije antes, el dueño de esta casa usó magia oscura para aprisionar almas.&Este tipo de magia extrae el alma de una criatura del cuerpo y la transfiere a un recipiente creado por el mago.&Además, el propietario de la embarcación puede, a voluntad, convocar a esta criatura en un caparazón completamente nuevo, creado enteramente a partir de magia.&La forma de la criatura suele mantenerse, pero a veces puede evolucionar. Por ejemplo, el alma de un gato se puede llamar tigre.&Esto suele ocurrir cuando el alma tiene altos niveles de concentración espiritual, pero es bastante raro.&Anteriormente mencioné que el mago experimentó solo con monstruos del calabozo, pero sus actividades no terminaron ahí...&En un momento comenzó a realizar experimentos con personas. Buscó personas solitarias y las llevó al sótano... Nadie volvió a verlas.&En algún momento, los rumores se extendieron por toda la ciudad y muy rápidamente una multitud enojada se reunió cerca de su casa.&Las puertas de la casa estaban cerradas desde dentro, pero eso no fue un problema.&Cuando la multitud entró corriendo, el mago no estaba por ningún lado.&Y sólo en el sótano se descubrió un extraño círculo mágico, cuya imagen no se encuentra en ningún libro de magia...&Apareces en este círculo todo el tiempo, ¿verdad? Lo sabía...&Supongo que este círculo es el resultado de sus experimentos.&Una secuencia mágica capaz de convocar almas a este mundo sin la participación del propio mago.&Han pasado cinco años desde aquel día y durante todo este tiempo el círculo ha estado inactivo. Pero ahora...&Ahora el círculo se ha activado por un motivo desconocido. Quizás el propio mago esté involucrado en esto...&En general, todavía tenemos pocas pistas sobre este asunto, por lo que es demasiado pronto para sacar conclusiones.&Cumplí mi promesa y te dije todo lo que sé, pero tengo una última tarea para ti.&En el quinto piso de la mazmorra aparece un jefe, un enemigo muy fuerte con muchas habilidades.&Si lo logras, completarás la tarea y recibirás una generosa recompensa de mi parte.&¡Buena suerte! ¡Nos vemos!","...¿Cuándo regresará?..&Buenas tardes, aventurero. Necesito ayuda urgente...&Mi amigo, el monje Eric, entró en el calabozo hace tres días y no ha vuelto desde entonces...&Estoy muy preocupada por él... Se rumorea que este lugar está lleno de monstruos. Tal vez estaba en problemas...&Has estado en esta mazmorra antes, ¿no? ¡Por favor ayúdame a encontrarlo!&Dijo que intentaría llegar tan lejos como pudiera.&¿Por qué no lo detuve...?","...¿A dónde fue él?..&No hay rastros, ¿verdad?.. Lo sabía...&Antes de esta misión, Eric y yo éramos mejores amigos.&Desde pequeño fue mi fiel compañero y asistente en todos los asuntos sagrados de la iglesia.&Siempre soñó con convertirse en aventurero y explorar mazmorras.&Ese día antes de partir, parecía no ser él mismo.&Eric parecía muy emocionado y durante uno de los descansos se me acercó y me dijo que hoy haría una expedición al calabozo.&Entonces habría sabido que hablaba en serio...&¡Por favor encuéntrelo!&¿Cómo puedo ahora...?","...¿Lo que le sucedió?..&Y de nuevo, nada, ¿verdad?&Intenté durante mucho tiempo comprender las intenciones de Eric y en algún momento recordé una cosa extraña.&Hace unos dos meses, vino a nuestra iglesia un hombre que se hacía llamar discípulo de la Torre Mágica.&Dijo que necesitaba nuestro círculo mágico para mejorar su desempeño.&Y además que quien le ayude a instalar los catalizadores recibirá una generosa recompensa.&Eric se ofreció y al final del ritual, el mago le dio un amuleto y le dijo que lo cuidara.&Por esa época empezó a comportarse de forma extraña.&Otros sacerdotes decían que a veces susurraba algo a solas, pero yo no creía en esos rumores...&¿Podría ser el amuleto la razón por la que Eric se fue?&¿Qué pasaría si lo obligara a adentrarse aún más en el calabozo?&...¿Qué te pasó realmente?..&...¿Por qué no puedo recordar tu cara, Eric?...","...¿Cómo puedo completar la investigación?..&¡Ey! ¿Eres un aventurero?&Completas tareas para obtener diferentes recompensas, ¿verdad?&De todos modos, tengo un recado relacionado con la mazmorra.&Para poder graduarme de la iglesia, necesito hacer un trabajo de investigación.&El tema de este trabajo es 'Investigación sobre la probabilidad de que los objetos se caigan de los cofres'.&Todo lo que necesitas hacer es seleccionar una determinada versión del cofre.&Compartiré los resultados de la investigación con usted y lo incluiré como asistente en el informe.&Hmmm... Déjame pensar... Exploremos primero los cofres de madera.&Son los más comunes en la mazmorra y son fáciles de encontrar.&¡Buena suerte!","...Necesitamos arreglar esto... Oh, ¿cómo estás?&Veamos... Sí, esto definitivamente es suficiente.&Creamos dependencias... Y obtenemos... Hmmm...&Los resultados no son impresionantes, como se esperaba...&Los cofres de madera tienen un 15% de posibilidades de dejar caer armas y un 35% de posibilidades de dejar caer pociones.&En otros casos... nada...&Si asumimos que la probabilidad de que la poción sea una poción de salud sigue siendo del 30%, entonces...&¡Por eso la torre mágica los compra tan caro!&Vale, de qué hablo… Sí, sigamos con los cofres plateados.&Estás haciendo un buen trabajo, así que aumentaré tu salario, no tienes que agradecerme.&...Solo queda un poquito...","...Date prisa ya... ¡Llegas justo a tiempo!&¿Cuál es el resultado?... ¡Oh, eso es lo que necesitas!&Entonces... Los cofres plateados significan... Veamos...&En general, está claro... Los resultados ya son mucho más interesantes, aunque no fueran así.&Los cofres plateados tienen un 25% de posibilidades de arrojar armas y un 50% de posibilidades de arrojar pociones.&Y el 25% restante... En general, no es difícil de adivinar.&Los siguientes en la fila son los cofres dorados.&Si el cambio en probabilidad sigue el mismo principio, entonces obtenemos...&Armas 35%, pociones 65% y... Espera...&¿Es realmente posible que siempre caiga algo de los cofres dorados?&Aún así, es necesario verificar esta sentencia. Ayudarás, ¿verdad?&...¡Por fin puedo terminar mi investigación!..","Oye, ¿puedes ayudarme con algo?&Actualmente me he quedado sin artículos para vender en mi tienda.&Solía pedir suministros a través de un grupo de aventureros, pero no hace mucho dejaron de funcionar debido a la disolución.&Ahora mi tienda está atravesando dificultades financieras y necesito encontrar urgentemente un nuevo proveedor.&Si me ayudas, obtendrás una tarjeta de fidelidad para siempre.&Con él podrás comprar todos los artículos por la mitad de su coste real. ¡Espero que estés interesado!&En general, ya se ha encontrado un proveedor de armas, solo quedan pociones.&Tráeme 10 piezas. En cuanto al costo...&¡Espero que puedas manejarlo! ¡Buena suerte!","¡Saludos! Solicitud de asignación...&Solicitud recibida... Verificación... ¡Solicitud aprobada!&Tarea: busca una cierta cantidad de armas.&Precio fijo: 100 de oro. Características de la tarea:...&Comprobando el estado emocional del cliente... Estado: crítico...&Cambio de precio asignado... Nuevo precio fijo:...&Estado: normal. Anomalías: no detectadas... La tarea se emitió correctamente...&¡Te deseo éxito!"]}