{ 
    "SplashImageStrings": 
    [
        "Игра требует стабильное подключение к интернету||Проблемы с сетью могут привести к потере части прогресса",
        "Ваш Код Восстановления:||||Сохраните его, чтобы предотвратить потерю данных",
        "Нажмите, чтобы показать"
    ],
    
    "MainMenuStrings": 
    [
        "вер.",
        "Нажмите в любом месте, чтобы начать",
        "Управление аккаунтом",
        "Настройка параметров",
        "Изменить язык",
        "Сведения об аккаунте",
        "Нажмите, чтобы показать",
        "Введите Код Восстановления:",
        "Ваш Код Восстановления:",
        "Введите Код Защиты:",
        "Код Защиты:",
        "Подтвердить",
        "Перенести",
        "Игровые настройки",
        "Выйти из игры",
        "Создать аккаунт",
        "Сопоставьте персонажа с сундуком"
    ],
    
    "ChooseCharacterStrings": 
    [
        "Выбери персонажа",
        "Подтвердить"
    ],

    "PauseHeadActionStrings":
    [
        "Покинуть подземелье?",
        "Выйти из игры?"
    ],
    "PauseNoteActionStrings":
    [
        "Примечание: Вы вернетесь в деревню с валютой и опытом!",
        "Примечание: Выход во время битвы приведет к автоматическому проигрышу!"
    ],
    "PauseActionButtonStrings":
    [
        "Покинуть",
        "Выйти"
    ],
    
    "DungeonShopStrings":
    [
        "Магазин подземелья",
        "Назад",
        "Купить"
    ],
    "DungeonShopCardStrings":
    [
        "Зелье",
        "1R или 2R оружие"
    ],
    "DungeonShopRandomCardStrings":
    [
        "2R оружие",
        "Зелье восстановления",
        "3R оружие",
        "Зелье усиления",
        "1R элементальный дух"
    ],

    "DungeonUIStrings":
    [
        "Выбери испытание",
        "Назад",
        "Подтвердить"
    ],
    "DungeonUICardStrings":
    [
        "Обычное",
        "Лабиринт",
        "???"
    ],
    
    "QuestBoardStrings":
    [
        "Доска с квестами",
        "Назад",
        "Все квесты"
    ],
    
    "QuestUIStrings":
    [
        "Квест",
        "Награда",
        "Рейтинг"
    ],
    "QuestSenderStrings":
    [
        "Опыт - важнейшая часть всех приключений. Он помогает прокачаться и стать ещё сильнее.|Гильдия",
        "Опыт - важнейшая часть всех приключений. Он помогает прокачаться и стать ещё сильнее.|Гильдия",
        "Опыт - важнейшая часть всех приключений. Он помогает прокачаться и стать ещё сильнее.|Гильдия",
        "Нам понадобились кое-какие материалы с монстров. На самом деле, любые подойдут...|Алхимическая лаборатория",
        "Нам понадобились кое-какие материалы с монстров. На самом деле, любые подойдут...|Алхимическая лаборатория",
        "Нам понадобились кое-какие материалы с монстров. На самом деле, любые подойдут...|Алхимическая лаборатория",
        "На этажах подземелья становится всё больше и больше зомби. Нужно срочно сократить их численность.|Гильдия",
        "На этажах подземелья становится всё больше и больше зомби. Нужно срочно сократить их численность.|Гильдия",
        "На этажах подземелья становится всё больше и больше зомби. Нужно срочно сократить их численность.|Гильдия",
        "Летучие мыши заполонили многие этажи подземелья. Многие пугаются их крика и больше не возвращаются...|Гильдия",
        "Летучие мыши заполонили многие этажи подземелья. Многие пугаются их крика и больше не возвращаются...|Гильдия",
        "Летучие мыши заполонили многие этажи подземелья. Многие пугаются их крика и больше не возвращаются...|Гильдия",
        "Пауки плетут свои гнёзда в тёмных углах подземелья. Нужно чтобы кто-нибудь разобрался с ними.|Гильдия",
        "Пауки плетут свои гнёзда в тёмных углах подземелья. Нужно чтобы кто-нибудь разобрался с ними.|Гильдия",
        "Пауки плетут свои гнёзда в тёмных углах подземелья. Нужно чтобы кто-нибудь разобрался с ними.|Гильдия",
        "Неизвестная грибная инфекция распространяется на земляных големов. Их невозможно вылечить, поэтому остаётся только...|Гильдия",
        "Неизвестная грибная инфекция распространяется на земляных големов. Их невозможно вылечить, поэтому остаётся только...|Гильдия",
        "Неизвестная грибная инфекция распространяется на земляных големов. Их невозможно вылечить, поэтому остаётся только...|Гильдия",
        "Мне нужно составить статистику о наградах из сундуков подземелья. Задание не особо сложное, так что...|Селена",
        "Мне нужно составить статистику о наградах из сундуков подземелья. Задание не особо сложное, так что...|Селена",
        "Мне нужно составить статистику о наградах из сундуков подземелья. Задание не особо сложное, так что...|Селена",
        "Деревянные сундуки наиболее распространены в подземелье, но в них находятся относительно незначительные награды.|Селена",
        "Деревянные сундуки наиболее распространены в подземелье, но в них находятся относительно незначительные награды.|Селена",
        "Деревянные сундуки наиболее распространены в подземелье, но в них находятся относительно незначительные награды.|Селена",
        "Серебрянные сундуки получаются путём прохождения комнат событий. Они куда опаснее обычных комнат, но...|Селена",
        "Серебрянные сундуки получаются путём прохождения комнат событий. Они куда опаснее обычных комнат, но...|Селена",
        "Серебрянные сундуки получаются путём прохождения комнат событий. Они куда опаснее обычных комнат, но...|Селена",
        "Сокровищницы подземелья - это единственные комнаты, в которых можно встретить золотые сундуки. Их поиск довольно сложен...|Селена",
        "Сокровищницы подземелья - это единственные комнаты, в которых можно встретить золотые сундуки. Их поиск довольно сложен...|Селена",
        "Сокровищницы подземелья - это единственные комнаты, в которых можно встретить золотые сундуки. Их поиск довольно сложен...|Селена",
        "Наши запасы продаваемого оружия на исходе. Подойдут любые виды, о качестве не бескокойся...|Магазин подземелья",
        "Наши запасы продаваемого оружия на исходе. Подойдут любые виды, о качестве не бескокойся...|Магазин подземелья",
        "Наши запасы продаваемого оружия на исходе. Подойдут любые виды, о качестве не бескокойся...|Магазин подземелья",
        "Зелья подземелья обладают отличным качеством. Нам нужна партия для исследования.|Алхимическая лаборатория",
        "Зелья подземелья обладают отличным качеством. Нам нужна партия для исследования.|Алхимическая лаборатория",
        "Зелья подземелья обладают отличным качеством. Нам нужна партия для исследования.|Алхимическая лаборатория",
        "Нашим магам нужны зелья восстановления из подземелья, так как наши уже заканчиваются.|Магическая башня",
        "Нашим магам нужны зелья восстановления из подземелья, так как наши уже заканчиваются.|Магическая башня",
        "Нашим магам нужны зелья восстановления из подземелья, так как наши уже заканчиваются.|Магическая башня",
        "Наша группа собирается в долгосрочную экспедицию в подземелье. Нужны зелья усиления для крепких противников.|Гарретт",
        "Наша группа собирается в долгосрочную экспедицию в подземелье. Нужны зелья усиления для крепких противников.|Гарретт",
        "Наша группа собирается в долгосрочную экспедицию в подземелье. Нужны зелья усиления для крепких противников.|Гарретт",
        
        "В нашем городке есть неизвестное подземелье. Сходи туда на вылазку и разведай обстановку.|Гилдер",
        "В общем, тебе нужно зачистить пару комнат подземелья от монстров. Всё остальное ты уже знаешь.|Гилдер",
        "...Тебе нужно дойти до 3-го этажа подземелья. На нём тебя ждёт головоломка, части которой находятся в разных комнатах этажа.|Гилдер",
        "В настоящий момент в городе множеству людей требуется помощь искателей приключений. Тебе нужно выполнить 3 любых поручения.|Гилдер",
        "На 5-ом этаже подземелья появляется босс - очень сильный противник... Если справишься с ним, то выполнишь поручение...|Гилдер",

        "Мой друг, монах Эрик, три дня назад отправился в подземелье... Пожалуйста, помоги найти его!|Кристин",
        "Эрик... сказал, что сегодня он пойдёт в экспедицию в подземелье... Пожалуйста, найди его!|Кристин",
        "Может ли амулет быть причиной ухода Эрика? А вдруг он заставил его зайти ещё дальше в подземелье?..|Кристин",

        "От тебя требуется только составить выборку... Давай сначала исследуем деревянные сундуки.|Селена",
        "Да, продолжим с серебряных сундуков... Я повышу плату, можешь не благодарить.|Селена",
        "Неужели из золотых сундуков всегда что-то выпадает?.. Всё-таки это суждение нуждается в проверке.|Селена",

        "В общем, поставщик на оружие уже нашёлся, остались только зелья. Принеси мне 10 штук. По поводу стоимости...|Торговка",

        "Задание: поиск определённого количества оружия. Фиксированная цена:... Особенности задания:...|Странная машина"
    ],
    "QuestObjectiveStrings":
    [
        "Собери опыт в подземелье",
        "Собери опыт в подземелье",
        "Собери опыт в подземелье",
        "Убей любые виды монстров",
        "Убей любые виды монстров",
        "Убей любые виды монстров",
        "Убей любые виды зомби",
        "Убей любые виды зомби",
        "Убей любые виды зомби",
        "Убей любые виды летучих мышей",
        "Убей любые виды летучих мышей",
        "Убей любые виды летучих мышей",
        "Убей любые виды пауков",
        "Убей любые виды пауков",
        "Убей любые виды пауков",
        "Убей любые виды зараженных земляных големов",
        "Убей любые виды зараженных земляных големов",
        "Убей любые виды зараженных земляных големов",
        "Открой любые виды сундуков в подземелье",
        "Открой любые виды сундуков в подземелье",
        "Открой любые виды сундуков в подземелье",
        "Открой деревянные сундуки в подземелье",
        "Открой деревянные сундуки в подземелье",
        "Открой деревянные сундуки в подземелье",
        "Открой серебряные сундуки в подземелье",
        "Открой серебряные сундуки в подземелье",
        "Открой серебряные сундуки в подземелье",
        "Открой золотые сундуки в подземелье",
        "Открой золотые сундуки в подземелье",
        "Открой золотые сундуки в подземелье",
        "Найди оружие любой редкости",
        "Найди оружие любой редкости",
        "Найди оружие любой редкости",
        "Найди любые виды зелий",
        "Найди любые виды зелий",
        "Найди любые виды зелий",
        "Найди любые зелья восстановления",
        "Найди любые зелья восстановления",
        "Найди любые зелья восстановления",
        "Найди любые зелья усиления",
        "Найди любые зелья усиления",
        "Найди любые зелья усиления",
        
        "Войди в подземелье в центре деревни",
        "Убей любые виды монстров",
        "Достигни этажа подземелья",
        "Заверши любые поручения",
        "Убей любых боссов подземелья",

        "Достигни этажа подземелья",
        "Достигни этажа подземелья",
        "Достигни этажа подземелья",

        "Открой деревянные сундуки в подземелье",
        "Открой серебряные сундуки в подземелье",
        "Открой золотые сундуки в подземелье",

        "Найди любые виды зелий",

        "Найди оружие любой редкости"
    ],
    
    "LocationStrings": 
    [
        "Этаж",
        "Древнее подземелье"
    ],
    "FloorStrings": 
    [
        "Этаж Исследования",
        "Найди все перья, чтобы открыть выход",
        "Этаж Босса",
        "Убей сильного монстра, чтобы открыть выход"
    ],
    "EndOfGameStrings":
    [
        "Глубочайший этаж",
        "Вы достигли последнего этажа подземелья"
    ],
    "AnnouncementsStrings":
    [
        "Замечен",
        "Зачищено",
        "Выполнено"
    ],
    
    "ModificationTextStrings":
    [
        "Макс.Здоровье",
        "Защита",
        "Урон",
        "Скорость",
        "Огн.Шанс",
        "Вод.Шанс",
        "Лед.Шанс",
        "Эл.Шанс"
    ],
    
    "BossesNamesStrings":
    [
        "Зомбифицированный Чемпион",
        "Земляной голем: Голиаф"
    ],
    
    "EndingScrollStrings":
    [
        "Результат",
        "Этаж достигнут",
        "Золото",
        "Опыт",
        "Монстров убито",
        "Сундуков открыто",
        "Оружия найдено",
        "Зелий найдено",
        "Медаль"
    ],
    
    "TransitionHintsStrings":
    [
        "В подземелье полно врагов, головоломок и серьёзных испытаний...",
        "Ходят слухи, что иногда весь этаж подземелья может быть одной большой головоломкой...",
        "Взаимодействия между разными элементами могут привести к непредсказуемым последствиям...",
        "В деревне можно найти магазины, или завести новых друзей...",
        "Никто не знает, откуда здесь появилось подземелье...",
        "В подземелье входит много приключенцев, но не все оттуда возвращаются...",
        "В подземелье можно встретить не только монстров, но и дружелюбных существ...",
        "По каким-то неизвестным причинам некоторые вещи при выходе из подземелья просто пропадают...",
        "Ценность подземелья заключается не в том, сколько сокровищ из него вынесешь, а в том, сколько опыта наберёшься...",
        "По всей деревне можно найти много людей, нуждающихся в вашей помощи...",

        "При достижении максимального уровня, весь полученный опыт персонажа будет конвертирован в золото.",
        "Каждый новый уровень повышает здоровье, защиту и атаку существ. Это распространяется и на врагов.",
        "С каждым этажом подземелья уровень врагов возрастает на две единицы.",
        "Некоторые враги умеют призывать других монстров. Они могут стать серьёзной проблемой, если не справиться с ними сразу.",
        "Часть врагов максимальную эффективность показывают лишь на дистации. Обычно вблизи они не представляют опасности.",
        "Боссы подземелья представляют собой очень опасных существ. Они имеют много разных способностей и несколько фаз боя.",
        "В подземелье можно встретить неожиданные объекты. Они могут как помочь в борьбе с монстрами, так и навредить персонажу.",
        "Иногда головоломки могут распространяться на другие комнаты подземелья. Обычно за них дают ценные награды.",
        "На некоторых этажах подземелья можно встретить пристанища духов. Помолитесь и кто-нибудь обязательно ответит на ваш зов.",
        "По слухам, в подземелье сохранились старые оружейные. Возможно в них осталось что-то ценное.",

        "При наложении двух элементов на врагов может появиться зона, в которой все противники будут получать постоянный урон.",
        "Принадлежность элементальной зоны определяется тем, на ком эта зона была вызвана.",
        "Некоторые элементы при одновременном наложении нейтрализуют друг друга и их эффекты теряются.",
        "Разные существа накладывают элементы на разное количество времени. Лучше всего с этим справляются духи.",
        "Персонажи под элементом воды наносят на 35% меньше урона.",
        "Электричество снижает защиту существ на 35%, тем самым понижая их выживаемость.",
        "Когда персонаж горит, он каждую секунду получает урон равный 2.5% от его максимального здоровья.",
        "Существа под элементом льда теряют 25% от скорости своих действий.",
        "Некоторые существа имеют иммунитет к элементам, а некоторые - не могут ими даже пользоваться.",
        "Если существо было призвано, пока его хозяин был под негативным эффектом, этот эффект будет дан призванному навсегда."
    ],
    
    "WarningHintsStrings":
    [
        "В текущий момент сервер игры недоступен||Попробуте зайти чуть позднее",
        "Доступна новая версия||Скачайте ее и перезапустите игру",
        "Плохое интернет-соединение||Некоторые данные сеанса могут быть потеряны",
        "Слишком много некорректных вводов проверки||Перезапустите игру и попробуйте снова",
        "Данные были успешно восстановлены||Приятной игры на новом устройстве",
        "Данные были успешно сохранены||Введите полученные коды на новом устройстве",
        "Произошла ошибка обработки данных||Проверьте корректность информации"
    ],
    
    "DialogueUIStrings":
    [
        "Добро пожаловать в мой магазин! У меня можно найти много разных полезных вещей.&Заходи ещё! Новые товары поступают каждый день.|Спасибо за покупку! Буду ждать твой следующий визит.",
        
        "...Это происходит уже третий раз за эту неделю... Стоп! А это кто?..&Мне показалось, или ты только что вышел из заброшенного дома?&Он не используется уже пару лет, как ты там вообще оказался?&Этот дом изначально принадлежал... Хммм... А знаешь, я не расскажу... По крайней мере пока.&Взамен на информацию выполни поручение, и тогда я поведаю тебе чуть больше.&Судя по экипировке, ты опытный искатель приключений.&В нашем городке есть неизвестное подземелье. Сходи туда на вылазку и разведай обстановку.&Когда выполнишь задание, приходи сюда, и я расскажу тебе кое-что.&...Этот тоже не открывается... Что будем делать?..",
        "...Это сундук подземелья, его невозможно сдвинуть с места... Ооо это же ты.&Подожди, ты же вроде только что уходил в подземелье. Почему ты опять вышел из этого дома?&Мне показалось?.. Или... Кажется я всё понял...&В общем, как я вижу, поручение ты выполнил, а значит я должен тебе рассказать историю этого места.&Неизвестное подземелье появилось здесь задолго до основания города.&Опытные искатели приключений из столичных городов часто собирают поисковые экспедиции для обнаружения подземелий.&Я был основателем одной такой экспедиции, наткнувшейся на это подземелье.&Тебе наверное интересно, зачем я тебе это всё рассказал. Так вот, слушай.&Рядом с этим подземельем, когда мы его только обнаружили, уже стоял дом...&Тот самый дом, из которого ты каждый раз выходишь.&А дальше... Дальше тебе нужно выполнить ещё одно простое задание.&В общем, тебе нужно зачистить пару комнат подземелья от монстров. Всё остальное ты уже знаешь.&...Да, последнее время что-то это совсем часто происходит...",
        "...На восстановление дороги уходит огромное количество бюджета... А, это опять ты.&Вижу, что ты принёс трофеи. Задание выполнено, следовательно рассказываю дальше...&Дом, о котором мы говорили ранее, был вовсе не заброшенным в тот момент, когда моя группа его обнаружила.&В нём проживал один известный маг, но известен он был не за свои героические подвиги, а за использование тёмной магии.&При обнаружении подземелья гражданин нашей страны обязан сообщить о нём в гильдию.&Сокрытие подземелья и его использование только в своих интересах является преступлением.&Более того, этот маг... В общем... Давай ты выполнишь ещё кое-что, и тогда я расскажу.&На этот раз тебе нужно дойти до 3-го этажа подземелья.&На нём тебя ждёт головоломка, части которой находятся в разных комнатах этажа.&Если сможешь выполнить её, то получишь ценную награду.&Делать это конечно же необязательно, но я бы советовал, раз уж все равно находишься на этом этаже.&...Асфальт между прочим в наше время не так уж и легко достать...",
        "...Всё будет сделано уже очень и очень скоро... А вот и наш герой!&Вижу ты выполнил поручение. Заметил, что сложность возрастает по мере продвижения по этажам?&Ладно, на чём мы остановились? А, точно!&Думаю, к этому моменту ты уже успел познакомиться со всеми 4-мя стихиями.&Огонь, вода, лёд и электричество... Именно такой у них приоритет.&Некоторые из них при наложении на один объект вызывают появление стихийной зоны одного из взаимодействующих элементов.&Эти стихии относятся к разрешённым, но есть и другие.&Тот маг, о котором мы говорили ранее, использовал тёмную магию заточения душ.&Он проводил эксперименты на монстрах из подземелья и взамен на наше молчание, оставил нас в живых...&Мы построили город вокруг подземелья, а он так и продолжал экспериментировать, пока в один момент... Знаешь...&У меня для тебя есть ещё одно поручение.&Выполнишь его, и я расскажу всю историю целиком, затрагивая даже смысл твоего существования...&В настоящий момент в городе множеству людей требуется помощь искателей приключений.&Тебе нужно выполнить 3 любых поручения.&Очевидно, что за них тоже будет соответствующая награда.&Если же ты хочешь постоянного заработка, то советую сходить к доске с квестами.&Она расположена рядом с входом в подземелье.&Новые задания там появляются ежедневно.&Они распределены по сложности выполнения.&За более сложные - более ценная награда.&В общем, приходи после выполнения, и я расскажу тебе абсолютно всё.&...Да, я уже заказал все материалы для ремонта...",
        "...Рабочие уже готовы, завтра будет всё восстановлено... Ну что ж!&Как я вижу, зачистка завершена. Но пока не стоит расслабляться. Теперь же пришла моя очередь выполнить обещание.&Как я уже говорил ранее, хозяин этого дома использовал тёмную магию заточения душ.&Данный тип магии извлекает душу существа из тела и переносит её в сосуд, созданный магом.&Далее, владелец сосуда может по своей воле призывать это существо в совершенно новой оболочке, созданной целиком из магии.&Форма существа обычно сохраняется, но иногда оно может эволюционировать. К примеру, душа кота может вызваться как тигр.&Такое обычно происходит, когда душа имеет высокие показатели духовной сосредоточённости, но встречается это довольно редко.&Ранее я упоминал, что маг экспериментировал лишь на монстрах из подземелья, но на этом его деятельность не закончилась...&В один момент он начал проводить эксперименты на людях. Искал одиноких людей и уводил в подвал... Больше их никто и никогда не видел.&В какой-то момент слухи расползлись по городу и очень быстро у его дома собралась разъярённая толпа.&Двери в дом были заблокированны изнутри, но это не было проблемой.&Когда толпа ворвалась внутрь, мага уже нигде не было.&И только в подвале был обнаружен странный магический круг, образ которого не встречается нигде в магических книжках...&Ты ведь каждый раз появляешься на этом кругу, верно? Я так и знал...&Я предполагаю, что этот круг это результат его экспериментов.&Магическая последовательность, способная вызывать души в этот мир без участия самого мага.&С того дня прошло уже пять лет, и всё это время круг бездействовал. Но сейчас...&Сейчас круг по неизвестной причине был активирован. Возможно в этом замешан сам маг...&В общем, пока у нас мало зацепок на этот счёт, так что делать какие-либо выводы ещё рано.&Я выполнил обещание и рассказал тебе всё, что знаю, но у меня для тебя есть последнее задание.&На 5-ом этаже подземелья появляется босс - очень сильный противник, обладающий большим количеством навыков.&Если справишься с ним, то выполнишь поручение и получишь от меня щедрое вознаграждение.&Удачи! Ещё увидимся!",

        "...Когда же он вернётся?..&Добрый день, искатель приключений. Мне нужна срочная помощь...&Мой друг, монах Эрик, три дня назад отправился в подземелье, и с тех пор так и не вернулся...&Я очень беспокоюсь о нём... По слухам, это место полно монстров. Возможно, он попал в беду...&Ты ведь уже бывал в этом подземелье? Пожалуйста, помоги найти его!&Он говорил, что постарается зайти настолько далеко, насколько ему хватит сил.&Почему же я его не остановила...",
        "...Куда же он пропал?..&Никаких следов, да?.. Так и знала...&До этой миссии Эрик и я были лучшими друзьями.&С самого детства он был моим верным спутником и помощником во всех священных делах церки.&Он всегда мечтал стать искателем приключений и исследовать подземелья.&В тот день перед своим уходом он был как будто бы сам не свой.&Эрик выглядел очень взволнованным, и на одном из перерывов подошёл ко мне и сказал, что сегодня он пойдёт в экспедицию в подземелье.&Знала бы я тогда, что он всерьёз...&Пожалуйста, найди его!&Как же мне теперь быть...",
        "...Что же с ним случилось?..&И снова ничего, верно?..&Я долго старалась понять намерения Эрика, и в какой-то момент мне вспомнилась одна странность.&Примерно два месяца назад к нам в церковь приходил человек, назвавший себя учеником Магической башни.&Он сказал, что ему нужен был наш магический круг для повышения характеристик.&А ещё, что тот, кто поможет ему установить катализаторы, получит щедрое вознаграждение.&Добровольцем вызвался Эрик, и по окончании ритуала, маг подарил ему амулет и сказал беречь его.&Примерно с того времени он и начал вести себя странно.&Другие священники говорили, что иногда он шептал что-то в одиночестве, а я не верила в эти слухи...&Может ли амулет быть причиной ухода Эрика?&А вдруг он заставил его зайти ещё дальше в подземелье?..&...Что же с тобой произошло на самом деле?..&...Почему я не могу вспомнить твоего лица, Эрик?..",
    
        "...Как же мне завершить исследование?..&Эй! Ты ведь искатель приключений?&Вы ведь выполняете задания за разные награды, верно?&В общем, у меня есть поручение, связанное с подземельем.&Для того чтобы окончить обучение в церкви, мне нужно сделать исследовательскую работу.&Тема этой работы - 'Исследование вероятности выпадения предметов из сундуков'.&От тебя требуется только составить выборку определённого варианта сундука.&Я буду делиться результатами исследований с тобой и впишу тебя как помощника в отчёт.&Хммм... Дай подумать... Давай сначала исследуем деревянные сундуки.&Они наиболее распространены в подземелье и их легко находить.&Удачи!",
        "...Здесь нужно исправить... О, как успехи?&Посмотрим... Да, этого определённо хватит.&Составляем зависимости... И получаем... Хммм...&Результаты не впечатляют, как и ожидалось...&Из деревянных сундуков с шансом 15% выпадает оружие, а с шансом 35% выпадают зелья.&В остальных же случаях... ничего...&Если считать, что шанс, что зелье будет зельем здоровья равен ещё 30%, то...&Так вот почему магическая башня так дорого их закупает!&Ладно, о чём я это... Да, продолжим с серебряных сундуков.&Ты хорошо справляешься, поэтому я повышу плату, можешь не благодарить.&...Осталось совсем немного...",
        "...Быстрее бы уже... Ты как раз вовремя!&Что там по итогу?.. О, то что нужно!&Так... Серебряные сундуки значит... Посмотрим...&В целом понятно... Результаты уже куда интереснее, ещё бы они не были такими.&Из серебряных сундуков с вероятностью 25% выпадает оружие, а с веоятностью 50% зелья.&А остальные 25%... В общем, тут не трудно догадаться.&Следующие на очереди золотые сундуки.&Если изменение вероятности происходит по тому же принципу, то мы получаем...&Оружие 35%, зелья 65% и... Стой...&Неужели из золотых сундуков всегда что-то выпадает?&Всё-таки это суждение нуждается в проверке. Ты ведь поможешь?&...Наконец-то я смогу закончить своё исследование!..",

        "Привет, не поможешь мне кое с чем?&В данный момент у меня закончились предметы на продажу в моём магазине.&Раньше я заказывала поставки через одну группу искателей приключений, но не так давно она отказалась от работы в связи с расформированием.&Сейчас мой магазин испытывает финансовые трудности, и мне срочно нужно найти нового поставщика.&Если поможешь мне, то навсегда получишь карточку постоянного клиента.&По ней ты сможешь покупать все предметы за половину их настоящей стоимости. Надеюсь заинтересовала!&В общем, поставщик на оружие уже нашёлся, остались только зелья.&Принеси мне 10 штук. По поводу стоимости...&Надеюсь, ты справишься! Удачи!",
    
        "Приветствую! Запрос на задание...&Запрос получен... Проверка... Запрос одобрен!&Задание: поиск определённого количества оружия.&Фиксированная цена: 100 золота. Особенности задания:...&Проверка эмоционального состояния клиента... Состояние: критическое...&Изменение назначенной цены... Новая фиксированная цена:...&Состояние: нормальное. Аномалии: не обнаружены... Выдача задания пройдена успешно...&Желаю успешного выполнения!"
    ]
}